{
	"menu": [
		{ "name": "Główna" },
		{ "name": "Projekty" },

		{ "name": "O mnie" },
		{ "name": "Kontakt" },
		{
			"name": "PL",
			"dropdown": [
				{ "name": "UA", "path": "/" },
				{ "name": "EN", "path": "/en" }
			]
		}
	],

	"home-title": "Front-end Developer",
	"home-text": "Witam, nazywam się Igor. Jestem programistą Front-end VUE, który pragnie rozwijać się w dziedzinie technologii internetowych. W tej chwili szukam okazji do rozpoczęcia mojej kariery w branży IT i zdobycia praktycznego doświadczenia w rzeczywistych projektach. Nie mogę się doczekać możliwości dołączenia do waszego zespołu i wniesienia wkładu w wasze projekty!",
	"messages": [
		{ "title": "Ja", "content": "Cześć. Powiedz coś o sobie." },
		{
			"title": "Igor",
			"content": "Dzień dobry. Jestem początkującym w rozwoju front-endu z głębokim zainteresowaniem technologiami webowymi i chęcią nauki nowych rzeczy. Moje umiejętności obejmują pracę z HTML, CSS i JavaScript. Obecnie aktywnie uczę się Vue.js 3 i Nuxt.js 3, oraz interesuję się możliwościami backendu, takimi jak Strapi, PHP i Nginx. Choć moja wiedza w tych obszarach jest jeszcze powierzchowna, jestem gotów ją ulepszyć, pracując nad projektami i ucząc się poprzez praktykę. Dodatkowo, mam doświadczenie w korzystaniu z narzędzi do budowania, takich jak Gulp i Vite, do automatyzacji rutynowych zadań w tworzeniu stron internetowych"
		},
		{ "title": "Ja", "content": "Co jeszcze cię interesuje?" },
		{
			"title": "Igor",
			"content": "Także używam bibliotek takich jak GSAP do tworzenia animacji i poprawy doświadczenia użytkownika. Mam podstawowe zrozumienie zasad działania stron internetowych i chęć rozwijania się w tej dziedzinie. Jestem bardzo zmotywowany i szybko się uczę, gotów poświęcić czas i wysiłek na osiągnięcie moich celów w rozwoju front-endu."
		},
		{ "title": "Ja", "content": "Gdzie można zobaczyć twoje prace?" },
		{
			"title": "Igor",
			"content": "Możesz zobaczyć moje prace na tej stronie w sekcji Projekty, a także na GitHub."
		},
		{ "title": "Ja", "content": "Dziękuję." },
		{
			"title": "Igor",
			"content": "Proszę, miłego dnia!"
		}
	],
	"contacts": {
		"name": "Imię",
		"email": "E-mail",
		"text": "Wiadomość",
		"send": "WYŚLIJ",
		"ok": "Wysłano!",
		"error": "Oops!",
		"field": "Proszę wypełnić wszystkie pola"
	},
	"footer-title": "Portfolio ™ & © 2024",
	"footer-policy": "Polityka prywatności",
	"logo-tooltip": "Pobierz CV",
	"policy": {
		"title-1": "Polityka prywatności",
		"title-2": "Zbieranie i wykorzystywanie informacji",
		"title-3": "Ujawnianie informacji osobom trzecim",
		"title-4": "Ochrona danych",
		"title-5": "Zmiany w Polityce prywatności",
		"title-6": "Dane kontaktowe",
		"text-1": "Niniejsza Polityka prywatności dotyczy wizyty na naszej stronie internetowej https://resume-cv.pp.ua/. Nie zbieramy, nie używamy ani nie ujawniamy żadnych danych osobowych o Tobie podczas Twojej obecności na naszej stronie.",
		"text-2": "Nie zbieramy żadnych danych osobowych o Tobie.",
		"text-3": "Ponieważ nie zbieramy danych osobowych o Tobie, nie ujawniamy ich osobom trzecim.",
		"text-4": "Choć nie zbieramy danych osobowych o Tobie, wciąż stosujemy środki bezpieczeństwa w celu ochrony Twojej prywatności podczas korzystania z naszej witryny.",
		"text-5": "Niniejsza polityka prywatności została ostatnio zaktualizowana 01.03.2024 r. Możemy okresowo aktualizować tę politykę prywatności, a nowa edycja Polityki prywatności staje się skuteczna po jej opublikowaniu w Internecie pod adresem określonym w tej sekcji, chyba że nowa edycja Polityki prywatności stanowi inaczej. Obecna wersja Polityki prywatności jest zawsze dostępna pod adresem https://resume-cv.pp.ua/. Jeśli istnieją jakiekolwiek zmiany w Polityce prywatności, z którymi Użytkownik się nie zgadza, musi zaprzestać korzystania ze Strony. Kontynuowane korzystanie ze Strony stanowi akceptację i uznanie przez Użytkownika odpowiedniej edycji Polityki prywatności.",
		"text-6": "Jeśli masz jakiekolwiek pytania lub wątpliwości dotyczące tej Polityki, skontaktuj się z nami pod adresem https://resume-cv.pp.ua/. Niniejsza Polityka prywatności została opracowana zgodnie z wymogami ukraińskiego prawa dotyczącego ochrony danych osobowych oraz innymi odpowiednimi aktami prawnymi regulującymi.",
		"button": "POTWIERDZAM"
	}
}
