{
	"menu": [
		{ "name": "Головна" },
		{ "name": "Проекти" },

		{ "name": "Про Мене" },
		{ "name": "Контакти" },
		{
			"name": "UA",
			"dropdown": [
				{ "name": "EN", "path": "/en" },
				{ "name": "PL", "path": "/pl" }
			]
		}
	],

	"home-title": "Front-end Developer",
	"home-text": "Привіт, мене звати Ігор. Я Front-end VUE розробник, що прагне розвиватися у сфері веб-технологій. Зараз я шукаю можливість почати свою кар'єру в IT-галузі та набути практичного досвіду у реальних проектах. З нетерпінням чекаю можливості приєднатися до вашої команди та внести свій внесок у ваші проекти",
	"messages": [
		{ "title": "Я", "content": "Привіт. Розкажи щось про себе" },
		{
			"title": "Ігор",
			"content": "Доброго дня. Я початківець у сфері фронтенд розробки з глибоким інтересом до веб-технологій і бажанням вивчати нові речі. Мої навички включають роботу з HTML, CSS і JavaScript, Зараз я активно вивчаю Vue.js 3 та Nuxt.js 3, а також цікавлюсь можливостями бекенду, такими як Strapi, PHP та Nginx. Хоча мої знання в цих областях поки що поверхневі, я готовий вдосконалювати їх, працюючи над проектами та навчаючись на практиці. Крім того, я маю досвід у використанні збірників, таких як Gulp та Vite, для автоматизації рутинних завдань у веб-розробці."
		},
		{ "title": "Я", "content": "Що ще тебе цікавить?" },
		{
			"title": "Ігор",
			"content": "Також я використовую бібліотеки, такі як GSAP, для створення анімацій та покращення користувацького досвіду. Маю базове розуміння принципів роботи веб-сайтів та бажання розвиватися в цій галузі. Я дуже мотивований та швидко навчаюсь, готовий вкладати час і зусилля для досягнення своїх цілей у фронтенд розробці."
		},
		{ "title": "Я", "content": "Де можна переглянути твої роботи?" },
		{
			"title": "Ігор",
			"content": "Можна на цьому сайті в розділі проекти,а також на GitHab."
		},
		{ "title": "Я", "content": "Дякую." },
		{
			"title": "Ігор",
			"content": "Будь ласка, Гарного дня!"
		}
	],
	"contacts": {
		"name": "Ім'я",
		"email": "Емаіл",
		"text": "Повідомлення",
		"send": "Надіслати",
		"ok": "Надісланно!",
		"error": "Уупс!",
		"field": "Будь ласка, заповніть всі поля"
	},
	"footer-title": "Портфоліо ™ & © 2024",
	"footer-policy": "Політика приватності",
	"logo-tooltip": "Скачать резюме",
	"policy": {
		"title-1": "Політика конфіденційності",
		"title-2": "Збір і використання інформації",
		"title-3": "Розкриття інформації третім сторонам",
		"title-4": "Захист даних",
		"title-5": "Зміни до політики конфіденційності",
		"title-6": "Контактна інформація",
		"text-1": "Ця політика конфіденційності стосується вашого візиту на наш веб-сайт https://resume-cv.pp.ua/. Ми не збираємо, не використовуємо та не розкриваємо ніякої особистої інформації про вас під час вашого перебування на нашому сайті.",
		"text-2": "Ми не збираємо особисту інформацію про вас.",
		"text-3": "Оскільки ми не збираємо особисту інформацію про вас, ми не розкриваємо її третім сторонам.",
		"text-4": "Хоча ми не збираємо особисту інформацію про вас, ми все ще застосовуємо заходи безпеки для захисту вашої конфіденційності під часвикористання нашого сайту.",
		"text-5": "Ця політика конфіденційності була оновлена 01.03.2024. Ми можемо періодично оновлювати цю політику конфіденційності, нова редакція політики конфіденційності вступає в силу з моменту її розміщення в мережі інтернет за вказаною в цьому пункті адресою, якщо інше не передбачено новою редакцією політики конфіденційності. Чинна редакція політики конфіденційності завжди знаходиться на сторінці за адресою https://resume-cv.pp.ua/. У разі якщо внесені зміни в політику конфіденційності, з якими користувач не згоден, він зобов'язаний припинити використання сайту. Факт продовження використання сайту є підтвердженням згоди і прийняття користувачем відповідної редакції Політики Конфіденційності.",
		"text-6": "Якщо у вас є питання або зауваження стосовно цієї політики, будь ласка, зв'яжіться з нами за адресою https://resume-cv.pp.ua/. Ця політика конфіденційності розроблена відповідно до вимог законодавства України з питань захисту персональних даних та інших відповідних нормативно-правових актів.",
		"button": "ПІДТВЕРДЖУЮ"
	}
}
